Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: In times like these... I still wish Erwen was here with us. Little sis were always the better of us two. She always knew how to keep her temper and her wits about her. What would she say to me now? Probably something like, “Quit yapping ya old dog and focus on what you’re doing. What’s done is done. Just look at what’s ahead of ya and get them people to safety.” Cheeky, that one. But, she’d be right, I has me a responsibility to our people. Got a lot of trouble ahead of us...
uk_ua: У такі часи... я б хотів, шоб Ірвен була з нами. Сестричка завжди була кращою за мене. Вона завжди знала як тримати свій характер та розум при собі. Шо б вона сказала мні зараз? Мбуть щось типу, "Годі нити, старий собацюго, зосередься на тому, шо ти робиш. Те, шо зроблено, вше зроблено. Просто дивися вперед і веди наших людей до беспеки". Безцеремонно, саме так. Але вона буде права, я вєдповідальний за життя наших людей. Попереду в нас купа проблем...

source: In woodlands, this unit’s ambush skill renders it invisible to enemies unless it is immediately adjacent or has revealed itself by attacking.
uk_ua: У лісі цей боєць може замаскуватися і стати невидимим для ворога до тих пір, поки ворог не стане поряд з ним, чи боєць не виявить себе атакою.

source: Inalai
uk_ua: Іналай

source: Income
uk_ua: Прибуток

source: Income and Upkeep
uk_ua: Прибуток і Утримання

source: Income is simple. You have a base income of 2 gold per turn. For every village you control, you gain one additional gold each turn. Thus, if you have ten villages, you would normally gain 12 gold each turn. Your upkeep costs are subtracted from this income, as detailed below.
uk_ua: З прибутком усе просто. Ваш основний прибуток рівний 2 золотим за хід. C кожного села під вашим контролем ви додатково отримуєте одну монету за хід. Тому якщо у Вас десять сіл, то ви отримуватимете 12 золотих монет за хід. Утримання віднімається з прибутку, як описано нижче.

source: Income:
uk_ua: Прибуток:

source: Incompatible User-made Content
uk_ua: Несумісний користувацький контент

source: Incorrect add-on passphrase.
uk_ua: Невірний пароль аддону.

source: Indeed it does. It also looks like they have many, many troops. I should go around the bay and distract some of them. You and the rest rescue the merfolk!
uk_ua: Дійсно. Крім того, схоже, що в них тут багато, багато військ. Я обійду навколо затоки і відволічу частину з них, а ти та інші — рятуйте водяників!

source: Indeed it is. But where is the Prince?
uk_ua: Все так. Але де ж Принц?

source: Indeed! So this is the one. Does he know?
uk_ua: Дійсно! Отже, це він. Він знає?

source: Indeed, I am Lord Helicrom, the Crow of the Grey Woods. We are acquaintances of Lord Maddock, who sent word to us of your predicament. I believe we can work something out for your situation.
uk_ua: Так і є, я Лорд Хелікром, Ворон Сірих Дерев. Ми прибічники Лорда Маддока, що повідомив нас про ваше скрутне положення. Гадаю, разом ми зможемо щось придумати.

source: Indeed, Lord Hamel, that is what we came to ask.
uk_ua: Саме так, лорде Хамелю, це те, що ми прийшли просити.

source: Indeed, Sir Deoran, we have come to defend Westin from the undead menace!
uk_ua: Звісно, пане Деоране, ми прийшли, щоб захистити Вестін від загрози мерців!

source: Indeed, the lich is destroyed. Let us not linger here any longer than we need to. This place is filled with only grief and sorrow.
uk_ua: Справді, ліча знищено. Давайте не затримуватися тут довше, ніж потрібно. Це місце сповнене лише жалем та скорботою.

source: Indeed, though we have merely destroyed the servants of a far more powerful master.
uk_ua: Звісно, однак ми тільки знищили прислужників набагато могутнішого володаря.

source: Indeed, though we have not been hard-pressed. The creatures have been busy fouling the waters and making the bay more to their liking. We worry that they will soon be back to finish with us, and I fear we will not survive.
uk_ua: Справді, хоча на нас і не навалювались з усієї сили. Ті істоти зайняті спаплюженням води та пристосуванням затоки під свої потреби. Ми хвилюємося, що скоро вони повернуться за нами, і боїмося, що не виживемо.

source: Indeed, we have come to drive off these vile brigands. Would you like to join us in our battle to restore peace to Westin?
uk_ua: Звісно, ми прийшли, щоб прогнати цих брудних розбійників. Чи не хочеш долучитися до нас у нашій битві за спокій Вестіну?

source: Indeed, we have defeated most of the bandits in the city. But where is Sir Loris? And where is the city garrison?
uk_ua: Справді, ми перемогли більшість бандитів у місті. Але де Пан Лоріс? І де гарнізон міста?

source: Indeed, we should press on toward the elves and see if they know anything about these dark foes.
uk_ua: Звісно, нам варто рухатися до ельфів і дізнатися, чи знають вони щось при цих темних ворогів.

source: Indeed, you are, but you musn’t lose sight of the end goal. Restoring the Hammer will revive the ancient art of runecraft and bring dwarven-kind back to glory. With the Hammer restored, no orc shall ever be a threat to us ever again.
uk_ua: Звісно, але вам не варто забувати про кінцеву мету. Відновлення Молота відкриє нам стародавні таємниці магії рун та приведе гномський народ до вічної слави. Коли це станеться, жоден орк ніколи більше не посміє нас турбувати.

source: Indeed. Although I find it odd that the orcs would have found such a sum of dwarven currency from raiding human villages...
uk_ua: Безперечно, хоча я знаходжу це дивним, що орки здобули стільки гномської валюти, грабуючи людські поселення.

source: Indeed. Foolish though he may have been, it still grieves me to learn of his death. With him gone, it seems that I must lead the townsfolk against the bandits and drive them from our city.
uk_ua: Звісно. Яким би дурнем він не був, мені шкода чути про його смерть. Якщо він помер, схоже, мені доведеться керувати містянами, щоб прогнати бандитів з міста.

source: Indeed. Let us see.
uk_ua: І то правда. Погляньмо.

source: Indeed. Still, this victory is troubling. How can a mere outlaw have summoned undead?
uk_ua: Справді. Але ця перемога викликає питання. Як міг звичайний розбійник викликати мерців?

source: Indeed. The lich has fallen. Looks like the corrupted sage was no match for us!
uk_ua: Справді. Ліча знищено. Схоже, ми були не по зубах для спаплюженого мудреця!

source: Indeed. There is something very wrong here.
uk_ua: Також. Тут щось зовсім не так.

source: Indeed. This will be quite a tale to tell.
uk_ua: Справді. Мені буде, що розповісти своїм родичам.

source: Indeed. We will leave you to your work and prepare ourselves for the coming battle.
uk_ua: Справді, тоді ми залишимо тобі твою роботу, і приготуємося до наступної битви.

source: Indeed. You come this far, and no farther!
uk_ua: Дійсно. Ви зайшли далеко, але не зайдете далі!

source: Indeed...
uk_ua: Угу...

source: Indeed? What disturbs me is that these orcs bear arms and coins of dwarvish make. It intimates that this war-band was hired for this purpose.
uk_ua: Справді? Що хвилює мене це те, що ці орки мають при собі зброю та монети гномів. Це наводить на думку, що цю групу мародерів могли найняти...

source: Independent
uk_ua: Незалежно

source: Independent: Random factions assigned independently
uk_ua: Незалежно: Випадкові фракцій призначаються незалежно

source: Indonesian Translation
uk_ua: Індонезійський переклад

source: Indoors
uk_ua: В приміщенні

source: Indoors (dark castle)
uk_ua: У приміщенні(темний замок)

source: Indoors (lit)
uk_ua: У приміщенні(освітлено)

source: Infantry Commander
uk_ua: Піхотний командир

source: Infantry Lieutenant
uk_ua: Піхотний Лейтенант

source: Inferno Drake
uk_ua: Пекельний дрейк

source: Inferno Drakes are masters of the fire they breathe, respected and feared in their tribes nearly as much as the draconic ancestors themselves. They can prowl unharmed through a firestorm of their own creation, scales tinged red from extensive use of their inner flame, their sculpted red-gold armor enhancing the illusion that they are, in fact, dragons.
uk_ua: Пекельні дрейки — майстри вогняного дихання, вселяють страх і повагу родичам майже так само, як їх предки дракони. Вони можуть безболісно проходити крізь потоки власного полум'я. Оскільки їх луска червона від внутрішнього вогню, вони носять червоно-золоті обладунки, що посилює їх схожість зі справжніми драконами.

source: Infighting among the forces of Weldyn does not bode well for the new queen, but is awfully convenient for us...
uk_ua: Сутички між силами Велдину точно не передвіщають нічого доброго для нової королеви, але ось нам вони на руку...

source: Inflicted
uk_ua: Завдано

source: Inflicting the killing blow on an enemy unit is the best way to gain experience. Units killing an enemy will gain eight experience points for every level of the unit they kill, or four experience points for a zero-level opponent.
uk_ua: Добити ворожого солдата ― це кращий спосіб набути досвіду. Боєць, що вбив противника, отримує 8 одиниць досвіду за кожен рівень вбитого, або 4 одиниці за ворога нульового рівня.

source: Info
uk_ua: Інформація

source: Info level logging: more information
uk_ua: Рівень логування для інформації: більше інформації

source: Info:
uk_ua: Інформація:

source: Initial Limit
uk_ua: Початкове обмеження

source: Initializing display
uk_ua: Ініціалізація дисплею

source: Initializing planning mode
uk_ua: Ініціалізація режиму планування

source: Initializing scripting engine
uk_ua: Ініціалізація скриптів рушія

source: Initializing teams
uk_ua: Ініціалізація команд

source: Inky
uk_ua: Чорнильник

source: Inky has found something. Someone should check it out.
uk_ua: Чорнильник щось знайшов. Хтось має це перевірити.

source: Inky lived with Krellis at court and frolicked in the kelp beds of Jotha until he became fat and lazy in his old age.
uk_ua: Чорнильник жив з Крелісом при дворі та веселився серед водорослей Йоти, поки не постарів та не став товстим і лінивим.

source: Inland
uk_ua: Материковий

source: Inn
uk_ua: Заїзд

source: Insolent peasant. Try not my patience, else I shall be forced to drag thy deceased corpse back with me to the city.
uk_ua: Нахабний селюк. Не випробовуй моє терпіння, інакше мені доведеться силою притягти твій труп у місто.

source: Inspire the slaves to revolt
uk_ua: Надихніть рабів на повстання

source: Inspired from Morituri, this 8 player map creates an epic battle scene that requires two teams to coordinate on both offense and defense.
uk_ua: Ця карта на 8 гравців, натхненна картою Смертники, являє собою сцену епічного поєдинку, що вимагає у двох команд координації як нападу, так і захисту.

source: Install Dependencies
uk_ua: Встановити залежності

source: Install add-on
uk_ua: Встановити аддони

source: Installing Add-ons
uk_ua: Встановлення Аддонів

source: Installing add-on <i>$addon_title</i>...
uk_ua: Встановлюю аддон <i>$addon_title</i>...

source: Instead of letting themselves be bound by their armor, Thrashers have learned to redirect its weight to supplement their bodies’ momentum, adding power to the blows of their short spears and hand-mounted claws. Equipment and body are one; even their thick helms and the thick skulls beneath them are weapons. A Thrasher will gladly fulfill his caste duties, as long as it can be done on the battlefield.
uk_ua: Обладунки обмежують Молотарів менше, ніж інших — вони навчилися перенаправляти вагу обладунків в рушійний імпульс, що додає сили до ударів їх коротких списів і залізних кігтів. Їх зброя і тіло єдині; навіть їх товсті шоломи і черепи — зброя. Молотар завжди радо виконує свій обов'язок перед кастою, особливо на полі бою.

source: Instead of leveling up, high-level units gain an <i>After Maximum Level Advancement</i> (AMLA) bonus, which usually increases the unit’s maximum hitpoints by three and fully heals it. This is much less than the normal benefits of advancing a level, so it is generally wiser to advance your lower-level units instead.
uk_ua: Досвідчені бійці, що досягли нового рівня, замість підвищення отримують бонус <i>Поліпшення ПостМаксимального Рівня</i> (ППМР) який зазвичай збільшує їх максимальне здоров'я на 3 і повністю їх зцілює. Це дає набагато менше користі, ніж простий перехід на наступний рівень, тому зазвичай корисно просувати бійців нижчих рівнів.

source: Instruct ally
uk_ua: Команда союзнику

source: Intelligent
uk_ua: Розумний

source: Intelligent units require 20% less experience than usual to advance (Trolls do not get this trait). Intelligent units are very useful at the beginning of a campaign as they can advance to higher levels more quickly. Later in campaigns Intelligent is not quite as useful because the After Maximum Level Advancement (AMLA) is not as significant a change as advancing a level. If you have many <emphasis>maximum level</emphasis> units you may wish to recall units with more useful traits.
uk_ua: Розумні бійці вимагають на 20% менше досвіду ніж звичайні для досягнення нового рівня (тролі не можуть мати цю рису). Розумн бійці дуже корисні на початку кампанії, оскільки можуть швидко просунутися на наступний рівень. Далі в ході кампанії вони не так корисні, оскільки Поліпшення Після Максимального Рівня (ППМР) не такі значні, як просування на наступний рівень. Якщо у Вас багато бійців <emphasis>найвищого рівня</emphasis>, Вам, можливо, варто викликати бійців з кориснішими рисами.

source: Intelligent units require 20% less experience than usual to advance.
uk_ua: Розумні бійці вимагають на 20% менше досвіду ніж звичайні для досягнення нового рівня.

source: Interior Wall
uk_ua: Внутрішня стіна

source: Internal error. Please report this as a bug! Details:
uk_ua: Внутрішня помилка. Будь ласка, повідомте про цей баг! Подробиці:

source: Internationalization Managers
uk_ua: Менеджери перекляду

source: Interrupt move when an ally is sighted
uk_ua: Переривати рух, якщо помічений союзник

source: Into the Depths
uk_ua: У глибини

source: Into the Shadows
uk_ua: У сутінки

source: Introduction
uk_ua: Вступ

source: Intruders
uk_ua: Грабіжники

source: Inundation
uk_ua: Затоплення

source: Invaders
uk_ua: Загарбники

source: Invalid Color
uk_ua: Невірний колір

source: Invalid action provided for side '$side'. Valid actions are: on, off, full.
uk_ua: Недопустима дія відносно сторони '$side'. Доступні варіанти: on, off, full.

source: Invalid add-on name.
uk_ua: Неправильна назва аддону.

source: Invalid address specified for multiplayer server
uk_ua: Вказано неправильну адресу багатокористувацького серверу

source: Invalid alignment: '$alignment', needs to be one of lawful, neutral, chaotic, or liminal.
uk_ua: Невідомий характер: '$alignment' має бути одним з: порядний, нейтральний, хаотичний або тіньовий.

source: Invalid closing tag name
uk_ua: Невірна назва закриваючого тегу

source: Invalid color in range:
uk_ua: Невірний колір в діапазоні:

source: Invalid deprecation level $level (should be 1-4)
uk_ua: Невірний рівень відхилення $level (має бути 1-4)

source: Invalid deprecation level (should be 1-4)
uk_ua: Невірний рівень відхилення (має бути 1-4)

source: Invalid icon path. Make sure the path points to a valid image.
uk_ua: Невірний шлях до іконки. Переконайтеся, що шлях вказує на існуюче зображення.

source: Invalid location
uk_ua: Невірне місце

source: Invalid location id
uk_ua: Невірний id місцевості

source: Invalid or unspecified add-on type.
uk_ua: Недійсний чи невказаний тип аддону.

source: Invalid size.
uk_ua: Невірний розмір.

source: Invalid tag name
uk_ua: Неправильна назва тегу

source: Invalid unit type
uk_ua: Недійсний тип бійця

source: Invalid upload pack.
uk_ua: Невірний пакет для вивантаження.

source: Invalid username
uk_ua: Невірне ім'я користувача

source: Invalid username: $nick
uk_ua: Недійсний нік: $nick

source: Invasion!
uk_ua: Вторгнення!

source: Invert filter
uk_ua: Інверсувати фільтр

source: Investigate the areas to the south of the Black River
uk_ua: Дослідіть місцевість на південь від Великої ріки

source: Investigate the river fort
uk_ua: Дослідити річний форт

source: Invoke a dialog allowing changing control of MP sides.
uk_ua: Викликати діалог зміни сторін в мультиплеєрі.

source: Irdya
uk_ua: Ірдія

source: Irish Translation
uk_ua: Ірландський переклад

source: Irix
uk_ua: Ірікс

source: Iron Fence
uk_ua: Залізний паркан

source: Iron Mauler
uk_ua: Залізний Кулак

source: Iron Maulers are given their name for reasons which are all too obvious to their foes. The men within these suits of armor can match ogres in contests of strength, and are marked as the champions of the castle guards in which they serve. They are, however, expensive to maintain, and cannot be sent to distant battles without a full convoy of servants to support them. Though staggering in melee combat, there are many drawbacks to being outfitted in this way; Iron Maulers tire easily, and know all too well that they cannot run on the battlefield. Too often have they seen a distant comrade fall, yet were powerless to reach the scene in time to help.
uk_ua: Залізні Кулаки отримали своє прізвисько з очевидних причин. Ці люди закуті у важкі обладунки і здатні помірятися силою з велетнями. Вони вважаються кращими захисниками замків, в яких вони служать. Проте, утримувати їх дорого, і їх не можна відправити до віддаленої битви без супроводу слуг. Хоча їх рукопашна атака приголомшує, у їх обладунків багато недоліків. Залізні Кулаки швидко втомлюються. Усім добре відомо, що вони не можуть бігати на полі бою. Занадто часто вони бачили загибель своїх товаришів вдалині, але не були здатні вчасно прийти їм на допомогу.

source: Is he not amusing, my creatures? He puffs himself up as though he were Delfador the Mighty, Delfador the Powerful, Delfador the Great... rather than a jumped-up hedge wizard I shall shortly crush beneath my heel.
uk_ua: Діти мої, хіба він не кумедний? Він тримається так, як ніби він Делфадор Могутній, Делфадор Всесильний, Делфадор Великий... хоча він усього лише занепалий маг-вискочка, якого я зараз роздавлю, як черв'яка.

source: Is it not? Lord Karrag has wielded it in battle to great effect, even broken as it is.
uk_ua: Справді? Лорд Карраґ не раз використовував його в боях, отримуючи велику силу, хоч Молот і зламаний.

source: Is something wrong, priestess?
uk_ua: Щось не так, жрице?

source: Is that Garard, King of Wesnoth, you refer to?!
uk_ua: Ви маєте на увазі Гарарда, Короля Веснота?!

source: Is that all, Arvith? I understand, but...
uk_ua: Це все, Арвіт? Я розумію, але...

source: Is that... is that a gryphon?
uk_ua: Чи це... чи це грифон?

source: Is the enemy gone?
uk_ua: Ворог пішов?

source: Is there an endless supply of foolish heroes with death wishes? Honestly, where do you all come from?
uk_ua: Невже у світі так багато недоумкуватих героїв, яким набридло жити? Чесно, звідки ви усі беретеся?

source: Island
uk_ua: Острівний

source: Isle of Mists is a survival scenario which can be played alone or with another player against randomly spawned AI units, catered for experienced players. Victory is achieved by surviving and defeating all enemy waves. During the course of play, the terrain will change based on random weather effects. Default map settings are required for the scenario to work properly. By Lord-Knightmare.
uk_ua: Острів Імли — сценарій на виживання для досвідчених гравців, який може гратися самотньо або з ще одним гравцем проти випадково породжених військ комп'ютера. Ви переможете, якщо переживете та переможете всі хвилі нападників. Під час гри ландшафт буде змінюватись залежно від випадкової погоди. Щоб сценарій працював вірно, використовуйте типові налаштування карти. Автор — Lord-Knightmare.

source: Isle of Mists — a random survival scenario
uk_ua: Острів Імли — випадковий сценарій на виживання

source: Isle of the Damned
uk_ua: Острів проклятих

source: Isorfilad
uk_ua: Ісорфілад

source: Istelimir
uk_ua: Істелімір

source: Isthiniel
uk_ua: Істініель

source: It appears we have arrived just in time! The King stands at bay, surrounded by the enemy.
uk_ua: Здається, ми прибули саме вчасно! Король знаходиться в затоці, він оточений ворогами.

source: It be done. Their patrols be shattered and broken.
uk_ua: Гатово, їхні патрулі розбиті та розпорошені.

source: It be real lonesome like this. I still has me Harper, and I be grateful for the lass, but she don’t really understand an old man like me. I know the past be the past, but I just can’t help but think of sis in times like these. How she used to be dragging me out on some silly little romp, a little job here and there for some gold or lil trinket, or sometimes just for fun... I never wanted to go, of course. I were always real lazy. Still am, even now.
uk_ua: Тут даволі таки одиноко. У мене досі є Харпер, і я вдячний, шо вона є, але дівка ні дуже розуміє діда типу мене. Знаю, минуле в минулому, але я просто не можу ні думати про сестру. Я вона витягала мене на якісь дурні забавки, заробітки то тут, то там, заради злота чи якоїсь дрібниці, чи просто заради забави... Я ніколи ж не хтів йти. Я був надто лінивим. І навіть зараз.

source: It begins on the Isle of Alduin, at the Academy, which trains mages from throughout the Great Continent.
uk_ua: Вона починається на острові Алдуїн, в Академії, в якій навчаються маги з усього Великого Континенту.

source: It could be worse. We could be back in that troll hole!
uk_ua: Ми бачили дещо й гірше. Згадай нору тролів!

source: It does indeed. It is an ankh, and that pendant will strengthen your life force.
uk_ua: І справді. Це анк, тому цей талісман підвищить твою життєву силу.

source: It does seem peaceful, but why are there humans camped to the south of us? Are they friends of the elves?
uk_ua: Тут так спокійно, але чому якісь люди отаборилися на півдні від нас? Вони друзі ельфів?

source: It doesn’t seem to have helped its previous owner. I don’t want it.
uk_ua: Схоже, воно не допомогло попередньому власникові. Я його не братиму.

source: It don’t matter. Weldyn be doing whatever it likes while Maddock says nothing. He knows, but he don’t care.
uk_ua: Се неважливо. Велдин робить усе, що заманеться, поки Маддок мовчить. Він знає, однак йому усе одно.

source: It galls me to flee from our home, but we will return.
uk_ua: Мене дратує те, що ми повинні покинути наш дім, але ми повернемося.

source: It goes poorly for us!
uk_ua: Невдало для нас все складається!

source: It had been more of an adventure than Kai Krellis had planned, but they were finally at their destination. The small island where Tyegëa and her students lived was before them.
uk_ua: Хоча труднощів було більше, ніж планував Кай Креліс, вони досягли мети. Маленький острів, де жила Тигея зі своїми учнями, був прямо перед ними.

source: It has been... so many years since I’ve been down here. Only Karrag and his personal followers used this level. I can’t believe I never wondered about that before.
uk_ua: Пройшло... вже багато років з того часу, як я востаннє був тут. Тільки Карраґ та його послідовники використовували ці тунелі. Не можу повірити, що я не задумувався про це раніше.

source: It has begun to snow. Move, everyone! To be trapped here would be death.
uk_ua: Пішов сніг. Нумо, рухаємося! Якщо ми застрягнемо тут, то всі загинемо.

source: It is I, Deoran, commander of the South Guard.
uk_ua: Це я, Деоран, командир Південної Гвардії.

source: It is Karrag’s doing—his will, and his dark magic. I think he has been casting glamours on all of you ever since he passed over.
uk_ua: Це справа Карраґа—його воля, та його темна магія. Я думаю, він чаклував оману на вас всіх, з того часу як переродився.
